#language: ru

@Smoke
  Функционал: Калькулятор

    @test1
    Сценарий: Проверка суммы
      Дано два числа 5 и 456
      * находим сумму двух чисел
      * выводим число на экран

    @test1
    Сценарий: Проверка разности
      Дано два числа 5 и 456
      * находим разность двух чисел
      * выводим число на экран

    @test1
    Сценарий: Проверка произведения
      Дано два числа 5 и 456
      * находим произведение двух чисел
      * выводим число на экран

    @test1
    Сценарий: Проверка деления
      Дано два числа 5 и 456
      * находим частное двух чисел
      * выводим число на экран